[
  {
    "title": "Fall 2017",
    "imgpath": "/images/acmwsign.png",
    "content": "We had an exciting term filled with so much opportunity. We hosted a resume workshop where we got to fine tune our resumes. Also, everyone learned about elevator pitches and then got to practice them. After the workshop, everyone was ready to go for the Fall Career fair. This term, we hosted Amazon, Facebook, Google, CDK, and Garmin. Both companies came and told us about their company. They also gave us tips and tricks for applications and interviews. Google also brought us a ton of awesome Google Swag. A couple girls from our club went to local elementary schools to host Hour of Code, which is a great outreach opportunity for teach young children about coding. Finally, our term ended with an end of the term party where we had hot chocolate, cookies, and watched Melinda Gates speech from the Grace Hopper Conference. We had an exciting fall term filled with learning and laughs."
  },
  {
    "title": "Winter 2018",
    "imgpath": "/images/outreach.png",
     "content": "We all stayed strong during the dreariness of Winter term. To start our term, we hosted a discussion about the challenges of being a woman or minority in Computer Science. Women and minorities face many challenges being in a white, male dominated field. We wanted to share our troubles so everyone knows they are not alone. We also hosted another career fair workshop. It’s important to keep up on your career skills. There was a poster contest this term. Our club wanted a new poster to promote our club’s goals and values. It also need to be eye-catching and fun. Our officers did an outreach event at the Heritage Mall in Albany. They taught children about binary through a fun game. To wrap up our term, we had an end of the term party where we snacked, dreamed about warmer weather, and brainstormed for Spring term."
   },
   {
     "title":"Spring 2018",
     "imgpath": "/images/expo.png",
      "content": "To start our Spring term, we got to hear from our very own Anjali about her amazing NCWIT award! We celebrated with her for her awesome accomplishment. Our club also held its first movie night. We had lots of candy and watched Hidden Figures. The film is about three incredible women and their lives and struggles working for NASA during segregation. The film is always inspiring! In our next meeting, we had a crash course on SQL. SQL is a popular language used with databases. Having exposure to the language is a desired trait for future hireability. Our club also had a table at the Engineering Expo. The Engineering Expo is a huge event at Oregon State University where seniors get to share projects they have been working on all term. It was a great event to meet other Computer Science and Electrical Engineering students and share our club with the community. We were fortunate enough to be able to hear from a lady who works at Google She is an Oregon State University Alumni. She let us ask any question we wanted. We all learned so much from her and are so thankful for the opportunity to hear from her. We ended another successful term with a look back on everything we had done this past year. We had so many events and outreaches. It is truly amazing to see everything that can be accomplished in one year!"
    }
]
